Show / Hide Table of Contents
Enum SurfaceCharacteristicTypeSIA
Surface characteristic
Namespace: IdeaRS.OpenModel.Material
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum SurfaceCharacteristicTypeSIA
Fields
 Name |  Description
 Indented
Indented
 Plain
Plain
 Ribbed
Ribbed
 Improve this Doc
 View Source